---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.Zone
source: html/4189677f-4334-de6e-c36d-07fd2ae07cd2.htm
---
# Autodesk.Revit.DB.Mechanical.Space.Zone Property

Reports this space belong to which Zone.

## Syntax (C#)
```csharp
public Zone Zone { get; }
```

## Remarks
This property is used to retrieve the host zone of this space.